;###########################################################################################
;You can include your name here if you want, I won't remove anything
;REMOVED: plugindev help4 aa thumbbg wrongos wrongostitle installanyways
;You can comment a line by adding ; in front of it. You can remove these commented lines if you want
;The order of the lines doesn't matter
;The newly added keywords are at the bottom

; Lang:					简体中文
; LangID				2052 
; Last udpdated:	10.10.2009
; Author:				HCC
; Email:					hcclandrover@gmail.com
; items re-sorted by categories

;###########################################################################################

[win7shell]

; MEDIA PLAYING STATUS
playing=正在播放
paused=已暂停
stopped=已停止
resumeplay=继续播放
fromstart=重新播放

; UI DIALOG
errorthumb=缩图发生错误，暂时关闭此功能
startwa=请先启动 Winamp
taskinitfail=无法启用 Windows 7 任务栏界面
wapref=Winamp 偏好设定

; UPDATE
newvers=有更新的版本
disableupdate=您可以设定启动 Winamp 时不要检查新版本
opendownload=是否浏览此插件的网页？
uninstall=您以后不会再看到此询问。若要卸载此程序，请到
uninstallhowto='Winamp 偏好设定 -> 插件 -> 一般用途 -> Windows 7 Taskbar Integration' 并选择「卸载」。

; CONFIG
;Set RTL to 1 if the your language is right to left, it will mirror the GUI
RTL=0
config=设定插件
ok=确定
cancel=取消
applysettings=套用设定
on=开
off=关

; CONFIG; TEXT
thumbtext=文字
selectfont=选择字形
selectshadow=选择字体阴影颜色
aa=字体平滑
shrink=视文字行数调整缩图

; CONFIG; TEXT; HELP
help=说明
info=说明
help1=在这里输入的文字会出现在缩图上。您可以输入任意行数的文字。如果您勾选「视文字行数调整缩图」，会根据在此输入的文字行数调整缩图的大小。

help2=您在此输入的文字可以包括变量字符串，Winamp 会将变量字符串以实际的数据来显示。下列是可用的变量字符串：

help3=设定一行文字置中
help22=设定一行文字放大
help23=设定一行文字靠左

help5=目前播放曲目的标题
help6=目前播放曲目的演艺者
help7=专辑名称 (若无此信息则自动留空)
help8=专辑发行年分 (若无此信息则自动留空)
help9=音轨号码

help10=目前播放曲目的数字评等 (例：4)
help11=目前播放曲目的星号评等 (例：★★★★)

help12=目前播放时数
help13=播放时数剩余
help14=总共播放时数

help15=目前在播放列表的进度
help16=目前播放列表曲目总数

help17=比特率 kb/每秒
help18=取样率 (千赫)
help19=音量％ (不包括％符号)

help20=随机播放 (ON / OFF)
help21=重复播放模式 (ON / OFF)

; CONFIG; BACKGROUND
background=背景
transparent=透明
albumart=专辑封面图
defbg=预设背景
custombg=自定义背景
browse=浏览
selectimage=选取一个图片档案
images=所有图片格式
usethumbbg=用作缩图背景
revert=如果选取的图片不存在，替代的选项

; CONFIG; OPTIONS
thumboptions=选项
enable=自定义 Aero Peek 缩图
buttons=使用播放控制按钮
previous=上一首
play=播放
pause=暂停
stop=停止
next=下一首
favorite=最爱
volup=音量提高10%
voldown=音量降低10%
openfile=开启档案
mute=静音
removetitle=Winamp 窗口不显示标题
iconic=图片作为图标而不是背景
thumbpb=在缩图以颜色进度条显示播放状态
afterrestart=重新启动 Winamp，播放控制按钮的设定才能生效。

; CONFIG; TASKBAR ICON
taskicon=在任务栏显示
progressbar=在任务栏以颜色进度条显示【播放状态】
streaming=颜色进度条以【中程】显示串流媒体
error=颜色进度条以【红色】显示停止播放
vumeter=在任务栏以颜色进度条显示【音量表】
overlays=以【重迭的图标】显示播放状态

; CONFIG; JUMP LIST
jumplist=Jump List
jlchoice=在 Jump List 显示下列类别：
jlrecent=最近
jlfrequent=常用
jltasks=工作排程
bookmark=书签
jlnote=注意：只有 Winamp 设为【关联文件类型】的档案才会加入 Jump List (不一定是以 Winamp 作为默认播放程序)。如果您发现 Jump List 已经有档案，您只要清除最近播放过的档案列表即可清除那些档案。书签是在重新启动 Winamp 或储存设定时一并更新。
jumplisterror=产生 Jump List 时出现错误。

; CONFIG; DEVELOPMENT
plugdev=程序开发
bugslink=提报程序问题与建议
bugstext=欢迎提出您对此插件的意见与期望
sitelink=网页
sitetext=查看新版本、新闻、屏幕撷图、详细信息
translink=语言接口
transtext=下载语言接口，或协助翻译语言接口
creditslink=作者名录
creditstext=协助开发此插件的作者名单
noupdate=启动 Winamp 时不要检查新版本
author=作者
